{
	"meta": {
		"name": "Thinkcentre X1",
		"slug": "thinkcentre",
		"template": "features",
		"previous": "products/thinkcentre/",
		"next": "products/thinkcentre/personas.html"
	},
	"content": {
		"tagline": "Redefining the Enterprise Desktop",
		"text": "<p>The Lenovo ThinkCentre X1 all-in-one PC delivers a new kind of desktop experience—with a stunning notebook-thin design and groundbreaking dependability. Discover Intel&reg; Core&trade; i7 vPro&trade; processor performance, enhanced security features, and a brilliant widescreen antiglare display. It’s the perfect way to get supercharged productivity that looks good, too.</p><p>Get a better brand of business PC with the ThinkCentre X1 all-in-one PC.</p>",
		"features": [
			{
				"coordinates": {
					"top": 2,
					"right": 28
				},

				"name": "Style and Substance",
				"text": "The Lenovo ThinkCentre X1 has it all&mdash;a notebook-thin aluminum chassis, backed by Intel&reg; Core&trade; i7 vPro&trade; processor performance. The result is high style and high productivity, aimed squarely at today’s enterprise PC users’ wants and needs."
			},
			{
				"coordinates": {
					"top": 17,
					"left": 0
				},

				"name": "Vibrant Display",
				"text": "Slim in profile, the vibrant widescreen Full HD antiglare display has been treated to prevent glare&mdash;even under bright lights. Plus, it can be tilted forward or backward to get the perfect viewing angle."
			},
			{
				"coordinates": {
					"bottom": 29,
					"left": 20
				},

				"name": "Clutter-Free Connectivity",
				"text": "With an intelligent DP port, the ThinkCentre X1 can be used as a second display for mobile devices or paired with another desktop display. And your most important peripherals (mouse, keyboard, webcam, and audio devices) can be connected via WiGig for wireless, clutter-free performance."
			},
			{
				"coordinates": {
					"bottom": 29,
					"right": 47
				},

				"name": "Security Innovation",
				"text": "The ThinkCentre X1 can be secured in place with the Kensington Lock slot or the optional low-profile VESA wall mount accessory. Integrated security features also include Trusted Platform Module (TPM) and Smart USB protection."
			}
		]
	}
}
