{
	"meta": {
		"name": "ThinkPad X1 Tablet",
		"slug": "tablet",
		"template": "features",
		"previous": "products/tablet/",
		"next": "products/tablet/personas.html"
	},
	"content": {
		"tagline": "The Tablet that’s Built for More",
		"text": "<p>With full-sized PC performance and manageability, the Lenovo ThinkPad X1 Tablet delivers meaningful innovation for the on-the-go workforce. The modular design combines tablet convenience with laptop productivity. Connect a precisely designed keyboard and add an optional projector (or extra battery life) to get more done on the spot.</p><p>Discover how the ThinkPad X1 Tablet can exceed user expectations, without sacrificing serious manageability or security.</p>",

		"features": [
			{
				"coordinates": {
					"top": 45,
					"right": 11
				},
				"name": "Productivity Unleashed",
				"text": "Weighing just over 1.5 lbs./700 g, the 12-inch ThinkPad X1 Tablet delivers boldly balanced power and portability. It comes with an Intel&reg; Core&trade; m7 vPro&trade; processor, up to 10 hours of battery life (15 hours with the Productivity module) and optional LTE-A wireless for always-on computing."
			},
			{
				"coordinates": {
					"top": 6,
					"left": 50
				},
				"name": "Stunning Display",
				"text": "Whether for work or leisure, the ThinkPad X1 Tablet meets your multimedia needs. The high-resolution display features an integrated, adjustable kickstand for viewing from any angle. Plus, integrated speakers and Dolby surround-sound technology add extra impact."
			},
			{
				"coordinates": {
					"bottom": 27,
					"left": 31
				},
				"name": "Modular Perfection",
				"text": "The ThinkPad X1 Tablet lets you add specialized features with a simple click, including a Productivity module for a five-hour battery boost, a USB 3.0 port, full-sized HDMI and OneLink+ port for docking; a Projector module with an integrated Pico projector; and a 3D Imaging module with a rear-facing Intel RealSense 3D camera."
			},
			{
				"coordinates": {
					"bottom": 38,
					"right": 40
				},
				"name": "Trusted Manageability and Security",
				"text": "The ThinkPad X1 Tablet is designed to deliver uncompromising dependability and value—thanks to remote manageability features such as Intel vPro and Active Management Technology (AMT), and robust security features like Touch-Sensor Fingerprint Reader and Discrete Trusted Platform Module (dTPM) for encryption."
			}
		]
	}
}
